---
kind: type
id: T:Autodesk.Revit.DB.DividedPathMeasurementType
source: html/1f13d14f-6a42-6718-9a86-c792874680d0.htm
---
# Autodesk.Revit.DB.DividedPathMeasurementType

DividedPath measurement type.

## Syntax (C#)
```csharp
public enum DividedPathMeasurementType
```